# CreateOpenGLHandle

## Description
Return a new OpenGL options handle.

```pascal
PROCEDURE CreateOpenGLHandle(VAR GLHandle : HANDLE);
```

```python

def vs.CreateOpenGLHandle():
    return GLHandle
```

## Parameters
|Name|Type|Description|
|---|---|---|
|GLHandle|HANDLE||

## Version
Availability: from Vectorworks 2014
## Category
* View / Zoom